Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Reminders General Message 5
source: You can cancel a reminder anytime by swiping its tile. When you tap **Delete**, a confirmation pop-up will appear to prevent accidental cancellations.
de: Du kannst eine Erinnerung jederzeit abbrechen, indem du die Kachel zur Seite wischt. Wenn du auf **Löschen** tippst, erscheint ein Bestätigungs‑Popup, um versehentliche Stornierungen zu verhindern.
es: Puedes cancelar un recordatorio en cualquier momento deslizando su tarjeta. Cuando pulses **Eliminar**, aparecerá un cuadro de confirmación para evitar cancelaciones accidentales.
fr: Tu peux annuler un rappel à tout moment en balayant sa tuile. Lorsque tu appuieras sur **Supprimer**, une fenêtre de confirmation apparaîtra pour éviter les annulations accidentelles.
hi: आप किसी भी समय अपने रिमाइंडर को उसके टाइल को स्वाइप करके रद्द कर सकते हैं। जब आप **Delete** पर टैप करेंगे, तो आकस्मिक रद्दीकरण रोकने के लिए एक पुष्टि पॉप‑अप दिखाई देगा।
it: Puoi annullare un promemoria in qualsiasi momento scorrendo la sua scheda. Quando tocchi **Elimina**, apparirà un pop‑up di conferma per evitare cancellazioni accidentali.
ja: リマインダーはいつでもタイルをスワイプしてキャンセルできます。**削除** をタップすると、誤ってキャンセルしないよう確認のポップアップが表示されます。
ko: 언제든지 타일을 옆으로 쓸어 리마인더를 취소할 수 있습니다. **삭제**를 탭하면 실수로 취소되는 것을 막기 위해 확인 팝업이 표시됩니다.
nb: Du kan avbryte en påminnelse når som helst ved å sveipe på kortet. Når du trykker **Slett**, kommer det opp en bekreftelsesmelding for å forhindre utilsiktet sletting.
nl: Je kunt een herinnering altijd annuleren door over de tegel te vegen. Als je op **Verwijder** tikt, verschijnt er een bevestigingspop-up om per ongeluk annuleren te voorkomen.
pt_br: Você pode cancelar um lembrete a qualquer momento deslizando o cartão dele. Ao tocar em **Excluir**, aparecerá um pop-up de confirmação para evitar cancelamentos acidentais.
sk: Pripomienku môžeš kedykoľvek zrušiť potiahnutím jej dlaždice. Keď ťukneš na **Odstrániť**, zobrazí sa potvrdzovacie okno, aby sa predišlo náhodnému zrušeniu.
sv: Du kan avboka en påminnelse när som helst genom att svepa bort dess ruta. När du trycker på **Delete** visas en bekräftelsepopup för att undvika oavsiktliga avbokningar.
tr: Bir hatırlatıcıyı istediğiniz zaman kartını sola/sağa kaydırarak iptal edebilirsiniz. **Sil**’e dokunduğunuzda yanlışlıkla iptalleri önlemek için bir onay açılır penceresi belirecektir.
zh_hans: 你可以随时通过滑动提醒卡片来取消提醒。点击 **删除** 时，会弹出确认窗口以防止误操作。

# How To Reminders General Message 6
source: When your reminder triggers, YABA will notify you to return to your bookmark—sometimes with a funny message to keep things light. 😉
de: Wenn deine Erinnerung ausgelöst wird, benachrichtigt dich YABA, damit du zu deinem Lesezeichen zurückkehrst — manchmal mit einer lustigen Nachricht, um die Stimmung locker zu halten. 😉
es: Cuando se active tu recordatorio, YABA te avisará para volver a tu marcador—a veces con un mensaje gracioso para hacerlo más ameno. 😉
fr: Quand ton rappel se déclenchera, YABA te notifiera pour retourner à ton signet — parfois avec un message rigolo pour détendre l'ambiance. 😉
hi: जब आपका रिमाइंडर ट्रिगर होगा, YABA आपको अपने बुकमार्क पर वापस जाने के लिए सूचित करेगा—कभी‑कभी माहौल हल्का बनाए रखने के लिए एक मज़ेदार संदेश के साथ। 😉
it: Quando il promemoria scatta, YABA ti notificherà per tornare al tuo segnalibro—talvolta con un messaggio divertente per sdrammatizzare. 😉
ja: リマインダーが作動すると、YABAがブックマークに戻るよう通知します—ときどき気軽なメッセージで和ませることもあります。😉
ko: 리마인더가 작동하면 YABA가 북마크로 돌아가라고 알림을 보냅니다—가끔은 분위기를 부드럽게 하기 위해 웃긴 메시지가 함께 올 수도 있습니다. 😉
nb: Når påminnelsen utløses, varsler YABA deg om å gå tilbake til bokmerket—noen ganger med en morsom melding for å holde det lett. 😉
nl: Wanneer je herinnering afgaat, stuurt YABA een melding om je terug naar je bladwijzer te brengen — soms met een grappig berichtje om het luchtig te houden. 😉
pt_br: Quando o lembrete disparar, o YABA vai te notificar para voltar ao seu marcador — às vezes com uma mensagem engraçada para deixar as coisas mais leves. 😉
sk: Keď pripomienka zaznie, YABA ťa upozorní, aby si sa vrátil k záložke — niekedy s vtipnou hláškou, aby to bolo odľahčené. 😉
sv: När din påminnelse utlöses meddelar YABA dig om att återvända till ditt bokmärke—ibland med ett skojigt meddelande för att hålla stämningen lätt. 😉
tr: Hatırlatıcınız tetiklendiğinde, YABA sizi yer iminize geri dönmeniz için bilgilendirecek—bazen işi hafifletmek için eğlenceli bir mesajla. 😉
zh_hans: 当提醒触发时，YABA 会通知你返回该书签——有时还会配上一句幽默的提示，让气氛轻松一些。😉

# How To Reminders Title
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
it: Promemoria
ja: リマインダー
ko: 리마인더
nb: Påminnelser
nl: Herinneringen
pt_br: Lembretes
sk: Pripomienky
sv: Påminnelser
tr: Hatırlatmalar
zh_hans: 提醒

# How To Share General Message 1
source: When sharing content, you’ll see the YABA icon in the share pop-up. YABA works with almost any app, and if the shared content includes a link, it will automatically open YABA’s bookmark creation view.
de: Wenn du Inhalte teilst, siehst du im Teilen‑Popup das YABA‑Symbol. YABA funktioniert mit fast jeder App, und wenn die geteilten Inhalte einen Link enthalten, öffnet sich automatisch YABAs Ansicht zum Erstellen eines Lesezeichens.
es: Al compartir contenido, verás el icono de YABA en el menú de compartir. YABA funciona con casi cualquier app y, si el contenido compartido incluye un enlace, abrirá automáticamente la vista de creación de marcador de YABA.
fr: Lorsque tu partages du contenu, tu verras l’icône YABA dans la fenêtre de partage. YABA fonctionne avec presque toutes les apps et, si le contenu partagé contient un lien, il ouvrira automatiquement la vue de création de favori de YABA.
hi: कंटेंट शेयर करते समय, शेयर पॉप-अप में आपको YABA आइकन दिखेगा। YABA लगभग किसी भी ऐप के साथ काम करता है, और अगर शेयर किए गए कंटेंट में लिंक शामिल है, तो यह स्वचालित रूप से YABA की बुकमार्क बनाने की व्यू खोल देगा।
it: Quando condividi contenuti, vedrai l'icona di YABA nel popup di condivisione. YABA funziona con quasi tutte le app e, se i contenuti condivisi includono un link, aprirà automaticamente la vista di creazione dei segnalibri di YABA.
ja: コンテンツを共有すると、共有ポップアップにYABAのアイコンが表示されます。YABAはほとんどのアプリで動作し、共有された内容にリンクが含まれている場合は、自動的にYABAのブックマーク作成画面が開きます。
ko: 콘텐츠를 공유하면 공유 팝업에 YABA 아이콘이 표시됩니다. YABA는 거의 모든 앱에서 작동하며, 공유된 콘텐츠에 링크가 포함되어 있으면 자동으로 YABA의 북마크 생성 화면이 열립니다.
nb: Når du deler innhold, ser du YABA-ikonet i delevinduet. YABA fungerer med nesten alle apper, og hvis det delte innholdet inneholder en lenke, åpnes YABAs visning for å opprette et bokmerke automatisk.
nl: Wanneer je iets deelt, zie je het YABA‑pictogram in het deelvenster. YABA werkt met bijna elke app en als de gedeelde inhoud een link bevat, opent YABA automatisch het scherm om een bladwijzer aan te maken.
pt_br: Ao compartilhar conteúdo, você verá o ícone do YABA na janela de compartilhamento. O YABA funciona com quase qualquer app e, se o conteúdo compartilhado incluir um link, ele abrirá automaticamente a tela de criação de favoritos do YABA.
sk: Keď zdieľaš obsah, v zdieľacom okne uvidíš ikonu YABA. YABA funguje takmer s akoukoľvek aplikáciou, a ak zdieľaný obsah obsahuje odkaz, automaticky otvorí zobrazenie na vytvorenie záložky v YABA.
sv: När du delar innehåll ser du YABA-ikonen i delningsarket. YABA fungerar med nästan alla appar, och om det delade innehållet innehåller en länk öppnar det automatiskt YABAs vy för att skapa bokmärke.
tr: İçerik paylaşırken paylaşım açılır penceresinde YABA simgesini göreceksin. YABA neredeyse her uygulamayla çalışır; paylaşılan içerikte bir bağlantı varsa, otomatik olarak YABA'nın yer imi oluşturma görünümünü açar.
zh_hans: 分享内容时，你会在分享弹窗中看到 YABA 图标。YABA 几乎可以与任何应用配合使用，如果共享的内容包含链接，它会自动打开 YABA 的书签创建界面。

# How To Share General Message 2
source: The first time you use sharing, YABA may not appear in the share pop-up. Simply swipe to the end of the app list and tap the **three dots icon** to manage and enable YABA.
de: Beim ersten Mal erscheint YABA möglicherweise nicht im Teilen‑Popup. Wische einfach bis zum Ende der App‑Liste und tippe auf das **drei‑Punkte‑Symbol**, um YABA zu verwalten und zu aktivieren.
es: La primera vez que uses Compartir, puede que YABA no aparezca en el menú. Simplemente desliza hasta el final de la lista de apps y toca el **icono de los tres puntos** para gestionar y activar YABA.
fr: La première fois que tu utilises le partage, YABA peut ne pas apparaître dans la fenêtre de partage. Glisse simplement jusqu'à la fin de la liste d'apps et appuie sur l'**icône des trois points** pour gérer et activer YABA.
hi: पहली बार जब आप शेयरिंग का उपयोग करेंगे, तो YABA शेयर पॉप-अप में दिखाई न भी दे सकता है। बस ऐप सूची के अंत तक स्वाइप करें और YABA को प्रबंधित/सक्षम करने के लिए **three dots icon** पर टैप करें।
it: La prima volta che usi la condivisione, YABA potrebbe non apparire nel popup di condivisione. Scorri semplicemente fino alla fine dell'elenco delle app e tocca l'**icona dei tre puntini** per gestire e abilitare YABA.
ja: 共有を初めて使うときは、共有ポップアップにYABAが表示されない場合があります。アプリ一覧を最後までスワイプして、**三点アイコン**をタップするとYABAを管理・有効化できます。
ko: 공유를 처음 사용할 때는 공유 팝업에 YABA가 보이지 않을 수 있습니다. 앱 목록 맨끝까지 살짝 밀어 **세 점 아이콘**을 탭해 YABA를 관리하고 활성화하세요.
nb: Første gang du bruker deling, vises kanskje ikke YABA i delevinduet. Sveip helt til slutten av applisten og trykk på **ikonet med tre prikker** for å administrere og aktivere YABA.
nl: De eerste keer dat je deelt, verschijnt YABA mogelijk niet in het deelvenster. Veeg gewoon naar het einde van de applijst en tik op het **pictogram met drie puntjes** om YABA te beheren en in te schakelen.
pt_br: Na primeira vez que você usar o compartilhamento, o YABA pode não aparecer na janela. Basta deslizar até o fim da lista de apps e tocar no **ícone dos três pontos** para gerenciar e habilitar o YABA.
sk: Pri prvom použití zdieľania sa YABA nemusí zobraziť v zdieľacom okne. Jednoducho potiahni na koniec zoznamu aplikácií a klepni na **ikonu troch bodiek**, aby si YABA spravoval a povolil.
sv: Första gången du använder delning kanske YABA inte visas i delningsarket. Svep helt enkelt till slutet av applistan och tryck på **ikonen med tre punkter** för att hantera och aktivera YABA.
tr: Paylaşımı ilk kullandığında YABA paylaşım açılır penceresinde görünmeyebilir. Uygulama listesinin sonuna kaydır ve YABA'yı yönetip etkinleştirmek için **üç nokta simgesine** dokun.
zh_hans: 首次使用分享时，YABA 可能不会出现在分享弹窗中。只需滑到应用列表末尾，点击 **三个点图标** 来管理并启用 YABA。

# How To Share General Message 3
source: After tapping the three dots icon, you’ll see a list of available apps. Simply add YABA by tapping the green plus button next to it.
de: Wenn du das drei‑Punkte‑Symbol antippst, siehst du eine Liste verfügbarer Apps. Füge YABA einfach hinzu, indem du auf die grüne Plus‑Schaltfläche daneben tippst.
es: Al tocar el **icono de los tres puntos**, verás una lista de apps disponibles. Añade YABA tocando el botón verde de “más” que está a su lado.
fr: Après avoir appuyé sur l'**icône des trois points**, tu verras une liste d'apps disponibles. Ajoute simplement YABA en appuyant sur le bouton plus vert à côté.
hi: तीन डॉट्स आइकन पर टैप करने के बाद, आपको उपलब्ध ऐप्स की सूची दिखेगी। बस उसके बगल में हरे प्लस बटन पर टैप करके YABA जोड़ दें।
it: Dopo aver toccato l'icona dei tre puntini, vedrai un elenco delle app disponibili. Aggiungi YABA semplicemente toccando il pulsante verde con il più accanto.
ja: **三点アイコン**をタップすると利用可能なアプリの一覧が表示されます。YABAの横にある緑のプラスボタンをタップして追加してください。
ko: **세 점 아이콘**을 탭하면 사용 가능한 앱 목록이 나타납니다. YABA 옆에 있는 초록색 더하기 버튼을 탭해 YABA를 추가하세요.
nb: Etter at du har trykket på ikonet med tre prikker, ser du en liste over tilgjengelige apper. Legg enkelt til YABA ved å trykke på den grønne plussknappen ved siden av.
nl: Nadat je op het pictogram met drie puntjes hebt getikt, zie je een lijst met beschikbare apps. Voeg YABA eenvoudig toe door op de groene plusknop ernaast te tikken.
pt_br: Depois de tocar no ícone dos três pontos, você verá uma lista de apps disponíveis. Basta adicionar o YABA tocando no botão verde de + ao lado dele.
sk: Po klepnutí na ikonu troch bodiek uvidíš zoznam dostupných aplikácií. Jednoducho pridaj YABA klepnutím na zelené tlačidlo plus vedľa nej.
sv: Efter att du tryckt på ikonen med tre punkter ser du en lista över tillgängliga appar. Lägg till YABA genom att trycka på den gröna plusknappen bredvid.
tr: Üç nokta simgesine dokunduktan sonra kullanılabilir uygulamaların bir listesini göreceksin. YABA'yı eklemek için yanındaki yeşil artı düğmesine dokun.
zh_hans: 点击三个点图标后，你会看到可用应用的列表。只要点击 YABA 旁边的绿色加号按钮即可添加。

# How To Share General Message 4
source: Once added, you can reorder the apps using the sliders on the right. Feel free to move YABA to the top for quicker access. 😉
de: Einmal hinzugefügt, kannst du die Apps mit den Reglern rechts neu anordnen. Verschiebe YABA ruhig nach oben für schnelleren Zugriff. 😉
es: Una vez añadida, puedes reordenar las apps usando los deslizadores a la derecha. Si quieres, mueve YABA al principio para acceder más rápido. 😉
fr: Une fois ajoutée, tu peux réorganiser les apps à l'aide des curseurs à droite. N'hésite pas à placer YABA en haut pour y accéder plus rapidement. 😉
hi: एक बार जोड़ देने पर, आप दाईं ओर के स्लाइडर्स का उपयोग करके ऐप्स का क्रम बदल सकते हैं। तेज़ पहुँच के लिए YABA को ऊपर ले जाने में बिल्कुल संकोच न करें। 😉
it: Una volta aggiunta, puoi riordinare le app usando gli slider a destra. Sposta pure YABA in cima per accedervi più velocemente. 😉
ja: 追加したら、右側のスライダーでアプリの並び順を変更できます。YABAを上に移動するとすばやくアクセスできるようになります。😉
ko: 추가한 후에는 오른쪽의 슬라이더로 앱 순서를 변경할 수 있습니다. 더 빠르게 접근하려면 YABA를 맨 위로 옮기세요. 😉
nb: Når den er lagt til, kan du endre rekkefølgen på appene ved å bruke skyvene til høyre. Flytt gjerne YABA til toppen for raskere tilgang. 😉
nl: Zodra YABA is toegevoegd, kun je de apps herschikken met de schuifregelaars aan de rechterkant. Verplaats YABA gerust naar boven voor snellere toegang. 😉
pt_br: Uma vez adicionado, você pode reordenar os apps usando os controles deslizantes à direita. Fique à vontade para mover o YABA para o topo para acesso mais rápido. 😉
sk: Keď ju pridáš, môžeš aplikácie preusporiadať pomocou posúvačov vpravo. Kľudne presuň YABA na vrch pre rýchlejší prístup. 😉
sv: När den lagts till kan du omordna apparna med reglagen till höger. Flytta gärna upp YABA till toppen för snabbare åtkomst. 😉
tr: Eklendikten sonra uygulamaları sağdaki sürgülerle yeniden sıralayabilirsin. Daha hızlı erişim için YABA'yı en üste taşıyabilirsin. 😉
zh_hans: 添加后，你可以使用右侧的滑块来重新排序应用。可以把 YABA 移到顶部以便更快访问。😉

# How To Share General Message 5
source: Once YABA is added to your shareable apps, it will always appear as an option when sharing links. Selecting YABA opens a pop-up to save your bookmark. YABA will automatically fetch details like the image, title, and description, but we recommend writing your own title and description for easier recall and search later. In this pop-up, you can also choose a folder for your bookmark (if none is selected, it will be saved under **Uncategorized**) and add tags for better organization. You can even create new folders and tags on the spot.
de: Sobald YABA zu deinen freigabefähigen Apps hinzugefügt ist, erscheint es beim Teilen von Links immer als Option. Wenn du YABA auswählst, öffnet sich ein Pop-up zum Speichern deines Lesezeichens. YABA holt automatisch Details wie Bild, Titel und Beschreibung — wir empfehlen dir aber, einen eigenen Titel und eine eigene Beschreibung zu schreiben, damit du das Lesezeichen später leichter wiedererkennst und durchsuchen kannst. In diesem Pop-up kannst du außerdem einen Ordner für dein Lesezeichen wählen (falls keiner ausgewählt ist, wird es unter **Unkategorisiert** gespeichert) und Tags zur besseren Organisation hinzufügen. Du kannst sogar direkt neue Ordner und Tags anlegen.
es: Una vez que añadas YABA a tus apps para compartir, siempre aparecerá como opción al compartir enlaces. Al seleccionar YABA se abrirá una ventana emergente para guardar tu marcador. YABA obtendrá automáticamente detalles como la imagen, el título y la descripción, pero te recomendamos escribir tu propio título y descripción para recordarlo y buscarlo con más facilidad después. En esta ventana emergente también puedes elegir una carpeta para tu marcador (si no se selecciona ninguna, se guardará en **Sin categoría**) y añadir etiquetas para una mejor organización. Incluso puedes crear nuevas carpetas y etiquetas al instante.
fr: Une fois YABA ajouté à tes apps de partage, il apparaîtra toujours comme option lors du partage de liens. Sélectionner YABA ouvre une fenêtre contextuelle pour enregistrer ton favori. YABA récupérera automatiquement des informations comme l’image, le titre et la description, mais nous te recommandons d’écrire ton propre titre et ta propre description pour t’y retrouver et les retrouver plus facilement plus tard. Dans cette fenêtre, tu peux aussi choisir un dossier pour ton favori (si aucun n’est sélectionné, il sera enregistré sous **Non classé**) et ajouter des tags pour mieux organiser. Tu peux même créer de nouveaux dossiers et tags sur le moment.
hi: एक बार YABA को आपकी शेयर की जाने वाली ऐप्स में जोड़ देने के बाद, लिंक शेयर करते समय यह हमेशा एक विकल्प के रूप में दिखाई देगा। YABA चुनने पर एक पॉप-अप खुलेगा जहाँ आप बुकमार्क सहेज सकते हैं। YABA स्वचालित रूप से इमेज, शीर्षक और विवरण जैसे विवरण लायेगा, लेकिन बाद में आसानी से याद रखने और खोजने के लिए अपना खुद का शीर्षक और विवरण लिखने की सलाह दी जाती है। इस पॉप-अप में आप अपने बुकमार्क के लिए एक फ़ोल्डर भी चुन सकते हैं (यदि कोई नहीं चुना गया है तो यह **Uncategorized** के अंतर्गत सहेजा जाएगा) और बेहतर आयोजन के लिए टैग जोड़ सकते हैं। आप यहाँ पर ही नए फ़ोल्डर और टैग भी बना सकते हैं।
it: Una volta aggiunta YABA alle app con cui puoi condividere, comparirà sempre come opzione quando condividi link. Selezionando YABA si apre un pop-up per salvare il segnalibro. YABA recupererà automaticamente dettagli come immagine, titolo e descrizione, ma ti consigliamo di scrivere un titolo e una descrizione personali per ricordarlo e trovarlo più facilmente in seguito. In questo pop-up puoi anche scegliere una cartella per il segnalibro (se non ne viene selezionata nessuna, verrà salvato sotto **Uncategorized**) e aggiungere tag per una migliore organizzazione. Puoi persino creare nuove cartelle e tag al volo.
ja: YABAを共有可能なアプリに追加すると、リンクを共有するときに常にオプションとして表示されます。YABAを選択するとブックマークを保存するためのポップアップが開きます。YABAは画像、タイトル、説明などの情報を自動取得しますが、後で思い出しやすく検索しやすくするために、自分でタイトルと説明を入力することをおすすめします。このポップアップでは、ブックマークのフォルダを選択することもできます（選択がない場合は**Uncategorized**に保存されます）し、整理のためにタグを追加することもできます。その場で新しいフォルダやタグを作成することも可能です。
ko: YABA가 공유 가능한 앱에 추가되면 링크를 공유할 때 항상 옵션으로 표시됩니다. YABA를 선택하면 북마크를 저장하는 팝업이 열립니다. YABA는 이미지, 제목, 설명 등 정보를 자동으로 가져오지만 나중에 더 쉽게 떠올리고 검색하려면 직접 제목과 설명을 작성하는 것을 권장합니다. 이 팝업에서 북마크를 저장할 폴더를 선택할 수 있으며(선택한 폴더가 없으면 **Uncategorized**로 저장됩니다) 더 나은 정리를 위해 태그를 추가할 수 있습니다. 그 자리에서 새 폴더와 태그를 바로 만들 수도 있습니다.
nb: Når du har lagt til YABA blant appene du kan dele til, vil den alltid vises som et alternativ når du deler lenker. Når du velger YABA åpnes et vindu for å lagre bokmerket ditt. YABA henter automatisk detaljer som bilde, tittel og beskrivelse, men vi anbefaler at du skriver din egen tittel og beskrivelse for å gjøre det enklere å huske og søke senere. I dette vinduet kan du også velge en mappe for bokmerket (hvis ingen er valgt, lagres det under **Uncategorized**) og legge til tagger for bedre organisering. Du kan til og med opprette nye mapper og tagger der og da.
nl: Zodra YABA is toegevoegd aan je deelbare apps, verschijnt het altijd als optie bij het delen van links. Als je YABA selecteert, opent een pop-up om je bladwijzer op te slaan. YABA haalt automatisch details op zoals afbeelding, titel en beschrijving, maar we raden aan je eigen titel en beschrijving te schrijven zodat je ze later makkelijker herkent en kunt doorzoeken. In deze pop-up kun je ook een map voor je bladwijzer kiezen (als er geen map geselecteerd is, wordt deze opgeslagen onder **Ongecategoriseerd**) en tags toevoegen voor betere organisatie. Je kunt zelfs ter plekke nieuwe mappen en tags aanmaken.
pt_br: Depois que a YABA for adicionada aos apps disponíveis para compartilhamento, ela sempre aparecerá como uma opção ao compartilhar links. Ao selecionar a YABA, um pop-up é aberto para salvar seu favorito. A YABA buscará automaticamente detalhes como imagem, título e descrição, mas recomendamos escrever seu próprio título e descrição para facilitar lembrar e buscar depois. Nesse pop-up, você também pode escolher uma pasta para seu favorito (se nenhuma for selecionada, ele será salvo em **Uncategorized**) e adicionar tags para melhor organização. Você pode até criar novas pastas e tags na hora.
sk: Keď pridáš YABA medzi aplikácie, s ktorými môžeš zdieľať, bude sa pri zdieľaní odkazov vždy zobrazovať ako možnosť. Výberom YABA sa otvorí vyskakovacie okno na uloženie záložky. YABA automaticky načíta detaily ako obrázok, názov a popis, no odporúčame napísať si vlastný názov a popis, aby sa ti ich neskôr ľahšie vyhľadávalo a pamätalo. V tomto vyskakovacom okne si tiež môžeš vybrať priečinok pre záložku (ak nie je vybraný žiadny, bude uložená do **Uncategorized**) a pridať tagy pre lepšiu organizáciu. Môžeš si dokonca priamo vytvárať nové priečinky a tagy.
sv: När YABA har lagts till bland apparna du kan dela med kommer den alltid att visas som ett alternativ när du delar länkar. Väljer du YABA öppnas en popup för att spara bokmärket. YABA hämtar automatiskt uppgifter som bild, titel och beskrivning, men vi rekommenderar att du skriver din egen titel och beskrivning för att lättare komma ihåg och söka senare. I den här popupen kan du också välja mapp för bokmärket (om ingen väljs sparas det under **Uncategorized**) och lägga till taggar för bättre organisering. Du kan till och med skapa nya mappar och taggar direkt.
tr: YABA paylaşılabilir uygulamalarınıza eklendiğinde, bağlantı paylaşırken her zaman bir seçenek olarak görünür. YABA’yı seçtiğinizde yer imi kaydetmek için bir açılır pencere açılır. YABA görsel, başlık ve açıklama gibi bilgileri otomatik olarak alır; ancak daha sonra hatırlamayı ve aramayı kolaylaştırmak için kendi başlığınızı ve açıklamanızı yazmanızı öneririz. Bu açılır pencerede yer iminiz için bir klasör seçebilir (hiçbiri seçilmemişse **Kategorilendirilmemiş** altında kaydedilir) ve daha iyi düzen için etiketler ekleyebilirsiniz. Hatta yeni klasörler ve etiketler anında oluşturabilirsiniz.
zh_hans: 一旦将 YABA 添加到你的可分享应用中，每次分享链接时它都会作为一个选项出现。选择 YABA 会打开一个弹出窗口以保存书签。YABA 会自动获取图片、标题和描述等信息，但我们建议你自己写标题和描述，这样以后更容易回忆和搜索。在此弹出窗口中，你也可以为书签选择文件夹（如果未选择任何文件夹，则会保存在 **未分类** 下）并添加标签以便更好地管理。你甚至可以现场创建新文件夹和标签。
